Repository: shrangi/Fiery-Restaurant
Catalog: src/locale/messages.*.xlf
Languages: de, fr

# headerNewMenu
source: New in Menu
de: Neu im Menü
fr: Nouveau dans le menu

# headerLorem
source: Integer convallis orci vel mi nelaoreet, at ornare lorem consequat. Phasellus era nisl auctor vel veliterol.
fr: Integer convallis orci vel mi nelaoreet, à ornare lorem conséquat. Phasellus ère nisl auctor velvéliterol

# LoremMoreInfo
source: More Info
de: Mehr Info
fr: Plus d'informations

# headerAliquamh ante
source: Benteger convallis orci veli elaoreet, at ornare loremo konsequat. Phasellus era nisl auctor vel veliterut.
de: Benteger convallis orci veli elaoreet, bei ornare loremo verwirat. Phasellus Ära nisl auctor vel veliterut.
fr: Benteger Convallis Orci Veli Elaoreet, à Ornare Loremo Konsequat. Phasellus era nisl auctor vel veliterut.

# headerAliquamhMoreInfo
source: More Info
de: Mehr Info
fr: Plus d'informations

# Ulum
source: Hrtolieger convallis omi tem aore, at ornare loren coate. Pasellus era nisl auctor vel veliterolsed pharetra.
de: Hrtolieger convallis omi tem aore, bei ornare loren coate. Pasellus-Ära nisl auctor vel veliterolsed pharetra.
fr: Hrtolieger convallis omi tem aore, à Ornare Loren Coate. Ère Pasellus nisl auctor vel veliterolsed pharetra.

# headerUlumMore
source: More Info
de: Mehr Info
fr: Plus d'informations

# headerVestibulum
source: Convallis orci vel mi oreet, at kotornare lorem consequat. Sellus era nisl auctor vel veliterolvenenatis nulla.
de: Convallis orci vel mi oreet, bei kotornare lorem konsequat. Sellus-Ära nisl auctor vel veliterolvenenatis nulla.
fr: Convallis orci vel mi oreet, à kotornare lorem conséquat. Ère Sellus nisl auctor vel veliterolvenenatis nulla.

# VestibulumMoreInfo
source: More Info
de: Mehr Info
fr: Plus d'informations

source: The Best of Professionals
de: Das Beste von Profis
fr: Le meilleur des professionnels

# addresstitle
source: Address
fr: Adresse

# headerAddress
source: The Company Name Inc. <br/> 8901 Marmora Road,<br/> Glasgow, D04 89GR.
fr: Le nom de l'entreprise Inc. 8901, chemin Marmora, Glasgow, D04 89GR.

source: Freephone:
fr: Téléphone gratuit:

source: Telephone:
fr: Téléphone:

# Emailtitle
source: E-mail: <a>mail@demolink.org</a>
fr: Email:mail@demolink.org

# Skypetitle
source: Skype:<a>@skypename</a>
fr: Skype:@nom Skype

# service
source: We’re glad to provide support services for all <a><p>premium designs</p></a> that we produce. The goodies that are available for free (free templates) go without support.
fr: Nous sommes heureux de fournir des services d'assistance pour tous les designs haut de gamme que nous produisons. Les goodies disponibles gratuitement (modèles gratuits) sont sans support.

source: Contact Form
fr: Formulaire de contact

source: Contact form submitted
fr: Formulaire de contact soumis

source: Name:
fr: Nom

# namerequired
source: *This field is required.
fr: *Ce champ est requis.

# namenotvalid
source: *This is not a valid name.
fr: * Ce n'est pas un nom valide.

# emailrequired
source: *This field is required.
fr: *Ce champ est requis.

# emailnotvalid
source: *This is not a valid email.
fr: * Ce n'est pas un email valide.

source: Phone:
fr: Téléphone

# phonerequired
source: *This field is required.
fr: *Ce champ est requis.

# phonenotvalid
source: *This is not a valid phone.
fr: * Ce n'est pas un téléphone valide.

# messagerequired
source: *This field is required.
fr: *Ce champ est requis.

# messageShort
source: *The message is too short.
fr: * Le message est trop court.

# formClear
source: Clear
fr: Claire

# formSend
source: Send
fr: Envoyer

# headerLorem
source: Integer convallis orci vel mi nelaoreet, at ornare lorem consequat. Phasellus era nisl auctor vel veliterol.
de: Integer convallis orci vel mi nelaoreet, bei ornare lorem konsequat. Phasellus Ära nisl auctor vel veliterol.

# Vestibulum
source: Vestibulum volu
de: estibulum volu
